{"films":[
		{"id":"1", "film_name":"War for the Planet of the Apes", "release_date":"2017","age_rating":"/img/ratings/BBFC_12A_(2002).svg", "rating_name":"12a",
			"img":"/img/apesposter.jpg", "quote":"Get your stinking paws off me, you damn dirty ape!",
			"film_description":"Caesar and his apes are forced into a deadly conflict with an army of humans led by a ruthless Colonel. After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind. As the journey finally brings them face to face, Caesar and the Colonel are pitted against each other in an epic battle that will determine the fate of the planet."},
		
		{"id":"2", "film_name":"Spider-man: Homecoming", "release_date":"2017","age_rating":"/img/ratings/BBFC_12A_(2002).svg", "rating_name":"12a",
			"img":"/img/spiderman.jpg", "quote":"I'm your friendly neighbourhood spider-man!",
			"film_description":"Thrilled by his experience with the Avengers, Peter returns home, where he lives with his Aunt May, under the watchful eye of his new mentor Tony Stark, Peter tries to fall back into his normal daily routine - distracted by thoughts of proving himself to be more than just your friendly neighborhood Spider-Man - but when the Vulture emerges as a new villain, everything that Peter holds most important will be threatened."},
		
		{"id":"3", "film_name":"Baby Driver", "release_date":"2017","age_rating":"/img/ratings/BBFC_12A_(2002).svg", "rating_name":"12a",
			"img":"/img/babydriver.jpg", "quote":"All you need is one killer track.",
			"film_description":"Baby is a partially hearing impaired getaway driver who can make any wild move while the right track is playing. It's a critical talent he needs to survive his indentured servitude to the crime boss, Doc. However, just when Baby thinks he is finally free and clear, Baby finds himself in terrible danger. To survive and escape the coming maelstrom, it will take all of Baby's skill, but can he make it when life is forcing him to face the music?"},

		{"id":"4", "film_name":"Lego Batman Movie", "release_date":"2017","age_rating":"/img/ratings/BBFC_U_(2002).svg", "rating_name":"U",
			"img":"/img/LegoBatman.jpg", "quote":"He's taking them under his wing... of awesomeness!",
			"film_description":"There are big changes brewing in Gotham City, and if he wants to save the city from The Joker's hostile takeover, Batman may have to drop the lone vigilante thing, try to work with others and maybe, just maybe, learn to lighten up."},
		
		{"id":"5", "film_name":"Dunkirk", "release_date":"2017","age_rating":"/img/ratings/BBFC_12A_(2002).svg",
			"img":"img/dunkirk.jpg", "quote":"When 400,000 men couldn't get home, home came for them.",
			"film_description":"Evacuation of Allied soldiers from Belgium, the British Empire, and France, who were cut off and surrounded by the German army from the beaches and harbor of Dunkirk, France, between May 26- June 04, 1940, during Battle of France in World War II..  When 400,000 men couldn't get home, home came for them."},
			
		{"id":"6", "film_name":"Transformers: The Last Knight", "release_date":"2017","age_rating":"/img/ratings/BBFC_12A_(2002).svg",
			"img":"img/Transformers.jpg", "quote":"They have been here forever.",
			"film_description":"Optimus Prime finds his dead home planet, Cybertron, in which he comes to find he was responsible for its destruction. He finds a way to bring Cybertron back to life, but in order to do so, Optimus needs to find an artifact that is on Earth. They have been here forever."},
						
		{"id":"7", "film_name":"Wonder Woman", "release_date":"2017","age_rating":"/img/ratings/BBFC_12A_(2002).svg",
			"img":"img/Wonder-Woman.jpg", "quote":" Power. Grace. Wisdom. Wonder.",
			"film_description":"Diana, princess of the Amazons, trained to be an unconquerable warrior. Raised on a sheltered island paradise, when a pilot crashes on their shores and tells of a massive conflict raging in the outside world, Diana leaves her home, convinced she can stop the threat. Fighting alongside man in a war to end all wars, Diana will discover her full powers and her true destiny."}			
		]
}

